{
  "Global": {
    "title": "PeakX - VTubers and YouTube Creators Analytics",
    "headerTitle": "PeakX",

    "group": {
      "hololive": "Hololive",
      "hololive-english": "Hololive English",
      "hololive-indonesia": "Hololive Indonesia"
    }
  },

  "Breadcrumb": {
    "group": "{group}",
    "channels": "Channels",
    "live": "Live now on air",
    "scheduled": "Live schedule"
  },

  "Page": {
    "index": {
      "title": "Welcome to PeakX",
      "description": "We organize information on influencers from all over the world (starting with Japan!). Our mission is to continue optimizing and providing that information in a way that matches the interests of our users. We will introduce influencers from VTubers like Hololive, Hololive English and Hololive Indonesia.",
      "section": {
        "keyword": { "title": "Search for channels" },
        "hololive": {
          "title": "What is Hololive?",
          "description": "Hololive is a female VTuber group belonging to Hololive Production, a virtual YouTuber (VTuber) agency operated by Cover Corporation. Hololive members broadcast a variety of live streams, including gameplay commentary, singing, chatting, and collaborations. The group is made up of members with a wide variety of personalities, and there are many collaborations between Hololive members. They also use Cover Corporation's VR/AR technology to hold live performances at real venues. Hololive is popular both in Japan and overseas, with a total of over 80 million subscribers on YouTube. One of their strengths is their ability to reach Japanese games and content around the world. The age group of viewers is mainly young people, with about 45% being 18-24 years old and about 30% being 25-34 years old."
        },
        "hololive-english": {
          "title": "What is Hololive English?",
          "description": "Hololive English is a female VTuber group for English-speaking countries under Hololive Production, operated by Cover Corporation. They mainly post videos and live stream on platforms such as YouTube, and are good at live commentary and distribution using elaborate 2D and 3D character models. They are active as the next generation of two-dimensional idol groups, such as cheering on live streams and interacting on Twitter. On July 30, 2023, a new unit \"hololive English -Advent-\" was established, and on June 22, 2024, a new unit \"hololive English -Justice-\" was established, and the members debuted. The members of \"hololive English -Justice-\" are Elizabeth Rose Bloodflame, Gigi Murin, Cecilia Immergreen, and Raora Panthera. \"hololive English -Justice-\" is based in a special area for \"Justice\" in a corner of the organization's headquarters, and is set to have a deep connection with the escapees."
        },
        "hololive-indonesia": {
          "title": "What is Hololive Indonesia?",
          "description": "Hololive Indonesia is a Virtual YouTuber (VTuber) group operated by Cover Corporation. They mainly post videos and live stream on platforms such as YouTube, and are good at live commentary and distribution using elaborate 2D and 3D character models. They are known as the next generation of two-dimensional idol groups, and you can cheer them on during live streams and interact with them on Twitter. Hololive Indonesia's members include \"Vestia Zeta\", \"Kaela Kovalskia\", and \"Kobo Kanaeru\", who are third-generation members who debuted in March 2022."
        }
      }
    },

    "group": {
      "index": {
        "metadata": {
          "title": "Today's Live & Streaming Schedule",
          "description": "Check out {group}'s live now on air for today! We will introduce you to {group} Streaming Schedule! We'll also introduce the YouTube channels of the {group} talents."
        },
        "card": {
          "live": {
            "title": "Today's Live now on air",
            "description": "Check out {group}'s live now on air for today!"
          },
          "scheduled": {
            "title": "Live Streaming schedule",
            "description": "Check out {group}'s streaming schedule for today! We'll also introduce the YouTube channels of the {group} talents."
          }
        }
      },
      "charts": {
        "title": "List of {group} channels",
        "description": "We will introduce you to {group} YouTube channels.",
        "cardTitle": "{group} Talents",
        "cardDescription": "Here is a list of YouTube channels for talents in {group}."
      },
      "channelsId": {
        "title": "YouTube Stats, Analytics and Channel Overview",
        "description": "Detailed YouTube statistics of {channel} ➥ Subscribers, viewers and videos stats, personal info and more"
      },
      "live": {
        "metadata": {
          "title": "{group}'s Live now on air",
          "description": "Here is a list of {group} YouTube Live currently being streamed."
        }
      },
      "scheduled": {
        "metadata": {
          "title": "{group}'s Streaming Schedule",
          "description": "Here is a list of {group} YouTube Live Streams scheduled for today - tommorrow."
        }
      }
    },

    "channelsId": {
      "title": "YouTube Stats, Analytics and Channel Overview",
      "description": "Detailed YouTube statistics of {channel} ➥ Subscribers, viewers and videos stats, personal info and more"
    }
  },

  "AboutUs": {
    "title": "About Us",
    "description": "Learn more about our services and beliefs."
  },

  "Contact": {
    "title": "Contact",
    "description": "Contact us here."
  },

  "Features": {
    "youtube": {
      "channel": {
        "channel": "channel",
        "viewChannel": "Here is the analysis of the channel",
        "totalViews": "views",
        "totalSubscribers": "subscribers",
        "joined": "Joind {date}"
      },
      "video": {
        "views": "{count} views",
        "watchTime": "watch time",
        "likeRatio": "This video's Likes/Views (Like Ratio) is {rate}%, which helps measure audience satisfaction and response.",
        "commentRatio": "The number of Comments/Views for this video is {rate}%. This value is an indicator of how actively viewers leave comments on the video."
      },
      "highlight-clip": {
        "title": "Latest Highlight Clips",
        "description": "Here are the highlight clips of {group}.",
        "shorts": "Shorts"
      },

      "stats": {
        "annotation": "This is our service's unique indicator.",
        "chart": {
          "viewsChart": "Views per video",
          "srViewsChart": "The bar graph shows the number of views of uploaded videos in {dateRange}. The average number of views is {views}.",
          "srUploadsPerDoWChart": "The bar graph shows the number of videos uploaded on each day of the week. This allows you to analyze which days of the week the channel is most active.",
          "srUploadsPerDoWChartLoop": "{count} is the number of videos uploaded on {DoW}.",
          "srViewsPerDoWChart": "The bar graph shows the average number of views for videos uploaded on each day of the week. This allows you to analyze which days of the week tend to get more views.",
          "srViewsPerDoWChartLoop": "Videos uploaded to {DoW} are played an average of {views} times."
        },
        "totalViews": "Total views",
        "totalSubscribers": "Total subscribers",
        "totalVideos": "Total number of videos uploaded",
        "joinedDescription": "Date the channel was registered",

        "progress": {
          "popularityScore": "Popularity Score",
          "popularityDescription": "The influencer's overall popularity based on their past activities",
          "fanAcquisitionScore": "Fan Acquisition Score",
          "fanAcquisitionDescription": "The ability to turn viewers who watch their contents into fans"
        }
      }
    },
    "stream": {
      "noLive": "There are no live streams at the moment.",
      "noScheduled": "There are no scheduled live streams at the moment.",
      "likes": "Likes",
      "watching": "watching",
      "scheduledFor": "Scheduled for {datetime}",
      "scheduledLabel": "UPCOMING"
    }
  }
}
